Revit 2027 API
ModelPath.Region Property
 The region of the cloud model.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string Region { get; }
Public ReadOnly Property Region As String
	Get
public:
property String^ Region {
	String^ get ();
}
member Region : string with get
Property Value
String
See Also
Reference
ModelPath Class
Autodesk.Revit.DB Namespace